-- phpMyAdmin SQL Dump
-- version 4.4.10
-- http://www.phpmyadmin.net
--
-- Host: localhost:8889
-- Generation Time: 2016-09-11 09:17:37
-- 服务器版本： 5.5.42
-- PHP Version: 7.0.8

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";

--
-- Database: `mynews`
--

-- --------------------------------------------------------

--
-- 表的结构 `articles`
--

CREATE TABLE `articles` (
  `aid` int(10) unsigned NOT NULL,
  `acat` char(50) NOT NULL,
  `atitle` char(50) NOT NULL,
  `aimg` char(100) NOT NULL,
  `acontent` text NOT NULL,
  `atime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB AUTO_INCREMENT=27 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `articles`
--

INSERT INTO `articles` (`aid`, `acat`, `atitle`, `aimg`, `acontent`, `atime`) VALUES
(1, '女人', '找不到那种，可以很用力爱一个人的感觉了~', 'img/n1.png', '到那种，可以很用力爱一个人的感觉', '2016-09-11 01:05:50'),
(2, '女人', '其实割双眼皮手术是存在禁忌的！', 'img/n2.png', '双眼皮手术是存在禁忌', '2016-09-11 01:06:21'),
(3, '女人', '女人美容院美容行业市场全面分析！', 'img/n3.png', '美容院美容行业市场全面', '2016-09-11 01:06:45'),
(4, 'nba', '11日早报:名帅批勇士球星抱团 热火小缺阵6-8周', 'img/nba1.jpeg', '早报:名帅批勇士球星抱团 热火小缺阵', '2016-09-11 01:08:08'),
(5, 'nba', '里弗斯:快船似上季雷霆压力大 小乔丹已变身球星', 'img/nba2.jpeg', '妈把宝宝托付给', '2016-09-11 01:08:32'),
(6, '搞笑', '宝妈把宝宝托付给闺蜜就出去办事了。', 'img/g1.jpeg', '内容内容', '2016-09-11 01:09:10'),
(7, '搞笑', '姑姑问我表姐:“你还记得上次在菜市场和我聊天的那个张阿姨吗？”', 'img/g2.jpeg', '表姐:“你还记得上次在菜市场和', '2016-09-11 01:09:38'),
(8, '科技', '美国各大电信运营商的苹果iPhone7/Plus，都有什么区别', 'img/k1.jpeg', '的苹果iPhone7/Plus，', '2016-09-11 01:10:06'),
(9, '科技', '用智能灯光这么布置一下 你就进入了未来世界', 'img/k2.jpeg', '置一下 你就进入', '2016-09-11 01:10:26'),
(10, '体育', '周日投注指南:切尔西存1隐患 国米已成客场虫?', 'img/t1.jpeg', '南:切尔西存1隐患 国米', '2016-09-11 01:11:36'),
(11, '体育', '邹雨宸：夺冠的最大对手是伊朗队', 'img/t2.jpeg', '：夺冠的最大对手', '2016-09-11 01:12:00'),
(12, '体育', '曾春蕾领衔北汽女排3将亮相 刘晓彤19日恢复训练', 'img/t3.jpeg', '北汽女排3将亮相 刘晓彤19日恢', '2016-09-11 01:12:19'),
(13, '女人', '嫁给黑人的中国女人，她们真的是因为爱情吗？', 'img/n6.png', '人，她们真的是因为爱情', '2016-09-11 01:12:48'),
(14, '科技', '库克：苹果不会放弃Mac 升级版即将发布', 'img/k4.jpeg', '果不会放弃Mac 升', '2016-09-11 01:13:35'),
(15, '搞笑', '表弟以前老在我面前吹牛逼，说他家祖辈是干镖局的', 'img/g5.jpeg', '我面前吹牛逼，说他家', '2016-09-11 01:14:11'),
(16, '女人', '找不到爱一个人的感觉了~', 'img/n1.png', '到那很用力爱一个人的感觉', '2016-09-11 01:05:50'),
(17, '女人', '其实割是存在禁忌的！', 'img/n2.png', '双眼术是存在禁忌', '2016-09-11 01:06:21'),
(18, '女人', '女人美市场全面分析！', 'img/n3.png', '美容行业市场全面', '2016-09-11 01:06:45'),
(19, '搞笑', '宝妈把宝宝托付给闺蜜就出去办事了。', 'img/g1.jpeg', '内容内容', '2016-09-11 01:09:10'),
(33, '搞笑', '宝妈把宝宝托付给闺蜜就出去办事了。', 'img/g1.jpeg', '内容内容', '2016-09-11 01:09:10'),
(20, '搞笑', '姑姑问我表姐:“你还记得上次在菜市场和我聊天的那个张阿姨吗？”', 'img/g2.jpeg', '表姐:“你还记得上次在菜市场和', '2016-09-11 01:09:38'),
(21, '体育', '周日投注指南:切尔西存1隐患 国米已成客场虫?', 'img/t1.jpeg', '南:切尔西存1隐患 国米', '2016-09-11 01:11:36'),
(22, '体育', '邹雨宸：夺冠的最大对手是伊朗队', 'img/t2.jpeg', '：夺冠的最大对手', '2016-09-11 01:12:00'),
(23, '体育', '周日投注指南:切尔西存1隐患 国米已成客场虫?', 'img/t1.jpeg', '南:切尔西存1隐患 国米', '2016-09-11 01:11:36'),
(24, '体育', '邹雨宸：夺冠的最大对手是伊朗队', 'img/t2.jpeg', '：夺冠的最大对手', '2016-09-11 01:12:00'),
(25, '科技', '美国各大电信运营商的苹果iPhone7/Plus，都有什么区别', 'img/k1.jpeg', '的苹果iPhone7/Plus，', '2016-09-11 01:10:06'),
(26, '科技', '用智能灯光这么布置一下 你就进入了未来世界', 'img/k2.jpeg', '置一下 你就进入', '2016-09-11 01:10:26'),
(27, 'nba', '11日早报:名帅批勇士球星抱团 热火小缺阵6-8周', 'img/nba1.jpeg', '早报:名帅批勇士球星抱团 热火小缺阵', '2016-09-11 01:08:08'),
(28, 'nba', '里弗斯:快船似上季雷霆压力大 小乔丹已变身球星', 'img/nba2.jpeg', '妈把宝宝托付给', '2016-09-11 01:08:32'),
(29, '科技', '美国各大电信运营商的苹果iPhone7/Plus，都有什么区别', 'img/k1.jpeg', '的苹果iPhone7/Plus，', '2016-09-11 01:10:06'),
(30, '科技', '用智能灯光这么布置一下 你就进入了未来世界', 'img/k2.jpeg', '置一下 你就进入', '2016-09-11 01:10:26'),
(31, 'nba', '周日投注指南:切尔西存1隐患 国米已成客场虫?', 'img/t1.jpeg', '南:切尔西存1隐患 国米', '2016-09-11 01:11:36'),
(32, 'nba', '邹雨宸：夺冠的最大对手是伊朗队', 'img/t2.jpeg', '：夺冠的最大对手', '2016-09-11 01:12:00');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `articles`
--
ALTER TABLE `articles`
  ADD PRIMARY KEY (`aid`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `articles`
--
ALTER TABLE `articles`
  MODIFY `aid` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=27;